Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: It’s very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit. Get back, and wait for them to attack you!
uk_ua: Дуже небезпечно стояти у воді, коли поруч ворог! Якщо на твого бійця нападуть, то шанс потрапити в нього буде 80%. Скасуй дію, і почекай доки вони нападуть самі!

source: Ixlathal
uk_ua: Іклатал

source: I— I die?
uk_ua: Я— Я помираю?

source: I’d drop the sentiment and pick up your sword. There’s plenty of fighting ahead of us!
uk_ua: Залишимо жаль і візьмемо в руки меч. Попереду багато битв!

source: I’ll be dead. I mean we can’t just say that we gave away the Ruby of Fire, or send Jevyan a letter. Well, we are going to say it — but that’s not the point. Jessene, you’re going to forge a very official looking treaty, in which we give the elves the Ruby of Fire, in return for our place here.
uk_ua: Я буду мертвий. Розумієш, ми ж не можемо просто узяти і сказати, що віддали Вогняний Рубін або написати Жев'яну листа. Ні, ми, звичайно, це скажемо — але не в цьому суть. Джессен, тобі потрібно підробити офіційний договір, в якому говориться, що ми поступаємося Вогняним Рубіном ельфам в обмін на ці землі.

source: I’ll be glad when this voyage is over. We’re almost there. Almost there.
uk_ua: Я буду радий, коли ця подорож закінчиться. Ми майже на місці. Майже на місці.

source: I’ll be taking back that money that your men “borrowed” from me now, Garrath!
uk_ua: Гаррате, зараз я заберу усі гроші, котрі твої люди “позичили” в мене!

source: I’ll begin my translation. Oh, and you should seal up the sewer entrance.
uk_ua: Я почну перекладати. І так, замкніть вхід в каналізацію.

source: I’ll carry the sword.
uk_ua: Я візьму меч.

source: I’ll carry this sword and destroy undead with blasts of flame.
uk_ua: Я візьму цей меч і знищу мерців ударами полум'я.

source: I’ll do it, sir. I’ll sacrifice myself to plant the false treaty.
uk_ua: Я зроблю це, пане. Я пожертвую собою і доставлю лічу фальшивий договір.

source: I’ll grant that was well thought, even if I am nae entirely pleased to have been kept in the dark. But ye came to me with a request, and I think I ken what it will be.
uk_ua: Я гадаю, все це було гарно обдумано, хоч я й неповністю задоволений тим, що таке відкриття трималося в секреті. Однак ти прийшов до мене з проханням, і я гадаю, знаю, що це буде.

source: I’ll join you right now! That monster is just unnatural.
uk_ua: Я приєднаюся до вас прямо зараз! Те чудовисько якесь неприроднє.

source: I’ll just leave that trident where it is.
uk_ua: Я залишу цей тризубець там, де він і був.

source: I’ll not go so easily!
uk_ua: Мене так просто не взяти!

source: I’ll recruit some elves!
uk_ua: Я завербую декількох ельфів!

source: I’ll return to the hills, but I can’t promise that my people will go. Hmph!
uk_ua: Я повернуся до пагорбів, але не можу обіцяти, що мої люди підуть. Гм!

source: I’ll see what I can do. But I will need five thousand silver in advance to pay for the materials.
uk_ua: Я подивлюся, що можу зробити. Але мені треба п'ять тисяч срібла наперед, щоб заплатити за матеріали.

source: I’ll take this ring, and you can rely on my strength.
uk_ua: Я візьму це кільце, і ви зможете покластися на мою силу.

source: I’ll tell them to use the one that does more damage!
uk_ua: Я звелю їм використати ту, котра наносить більше шкоди!

source: I’ll try on the ring.
uk_ua: Спробую одягнути кільце.

source: I’m Haldric, my father was King Eldaric IV in the lands northwest of here. Soldier, aren’t you on the wrong side of the lines?
uk_ua: Я Хальдрік, моїм батьком був Ельдарік IV, король земель на північному заході звідси. Солдате, мені здається чи ти не в ту сторону воюєш?

source: I’m Haldric; my father was King Eldaric IV in the lands northwest of here. Soldier, have you deserted your post?
uk_ua: Я Хальдрік, моїм батьком був Ельдарік IV, король земель на північному заході звідси. Солдате, ти покинув свій пост?

source: I’m Prince Haldric, we have little time to talk. We must make haste through the pass... What are you?
uk_ua: Я принц Хальдрік, і у нас мало часу на розмови. Потрібно швидше вибиратися з ущелини... Хто ти такий?

source: I’m Ready
uk_ua: Я готовий

source: I’m a dwarf, you fool of a boy! I got lost while exploring deep underground, almost a century ago. I’ve never found my way home. But it seems nice enough here.
uk_ua: Я гном, дурне хлопченя! Я розвідував глибокі підземелля і заблукав, десь близько сотні років назад. Так і не знайшов дорогу назад. Втім, мені і тут непогано.

source: I’m afraid I don’t have much gold left...
uk_ua: Боюся, в мене нема золота...

source: I’m afraid it is not so. This was merely a phantom of the true Mebrin. He resides in catacombs deep underneath the castle, but they cannot be entered without magical means. We would require elvish magic in order to dispel the barrier he has erected.
uk_ua: Я боюся що ні. Це був просто привид справжнього Мебріна. Він знаходиться у глибоких катакомбах під замком, але туди можна потрапити лише за допомогою магії. Нам потрібна ельфійська магія, щоб зруйнувати його бар'єр.

source: I’m back, things went well! Haldric, I sure hope you know what you’re doing.
uk_ua: Я повернулася, все гаразд! Хальдріку, сподіваюся, ти знаєш, що робиш.

source: I’m coming... Erwen...
uk_ua: Ірвен… Я... ск'ро буду...

source: I’m finished...
uk_ua: М'ні кінець...

source: I’m glad that’s over! We have the Ruby of Fire, and that Lich-Lord is now a pile of dust. Let’s get out of these catacombs!
uk_ua: Нарешті все закінчилося. У нас є Вогняний Рубін, а Владика-Ліч перетворився на купу праху. Час вибиратися з катакомб!

source: I’m glad that’s over. The elves certainly aren’t taking it easy on us. It’s a miracle any of us are alive at all.
uk_ua: Я радий, що це все позаду. Ельфи точно не роблять нам знижок. Диво, що ми взагалі ще живі.

source: I’m going to face Jevyan, and if rumors of his power are true he’s going to pick that treaty off my mangled corpse. Then, you’re going to destroy Jevyan after word of the treaty has spread to the orcs, but before he has a chance to read my undead mind...
uk_ua: Я виступлю проти Жев'яна, і якщо чутки про його силу правдиві, вони візьме договір з мого знівеченого трупа. Потім вам доведеться знищити Жев'яна, після того, як текст договору дійде до орків, але перш, ніж він зможе прочитати мій повсталий із смерті розум...

source: I’m honored that you would entrust me with such a task... but I too stay in Weldyn, by the King’s order!
uk_ua: Для мене це честь, що ви довіряєте мені таке завдання... але я повинен залишатися у Велдині за наказом короля!

source: I’m inside! I’m heading down to the catacombs.
uk_ua: Я всередині! Пробираюсь катакомбами.

source: I’m no longer sure. What’s between us remains, but knowing someone else has lain hands on him changes things. Mount up, and let’s get moving.
uk_ua: Я більше невпевнений. Все, що сталося між нами, залишається, я цього не забуду, однак те, що хтось наважився йому шкодити, змінює багато чого. Сідлаймо коней, нам потрібно рухатися далі.

source: I’m not asking you to fight a war. A direct fight against Weldyn’s armies would be undoubtedly foolish. However, we have other means within our grasp. From Dan’Tonk to Halstead, the fastest path lies through the pass between the Brown Hills and the Gryphon Mountains followed by the trek through these Grey Woods. We are in prime position to gnaw away at their troops, crippling their forces before they ever arrive at their destination.
uk_ua: Я не прошу вас йти на війну. Прямі сутички з арміями Велдину будуть надзвичайно дурним вчинком. Однак в нас є інші методи. Найшвидший шлях з Дан'Тонку до Халстеду пролягає повз Бурих Пагорбів та Гір Грифона, а потім поглиблюється в Сірі Дерева. Ми знаходимося у вигідному місці, де зможемо потроху знищувати їхні загони, тим самим ослаблюючи їхні сили, перш ніж вони добиратимуться до місця призначення.

source: I’m still not calling you ‘the Dragonbane’.
uk_ua: Я все одно не зватиму тебе "Драконоборцем".

source: I’m sure them Wesnothians will come back in time and with Maddock holed up in his stupid tower, they’ll eventually siege Elensefar and take the city... but that don’t be my problem anymore. I has me a village to worry about. I need to get back, consult myself with Relana and figure out what to do next. We gots some more time now, but we can’t wait forever.
uk_ua: Я певнений, шо вони, веснотці, повернуться і, поки Маддок ховатиметься в своій фортеці, врешті-решт штурмуватимуть Еленсефар та візмуть місто... але це вше не моя проблема. У мене є моє село. Маю повернутися туди, поговорити з Реланою та вирішити, що робить далі. Ми отримали трохи часу, але його мало.

source: I’m surprised myself that so many of the orcish tribes came over to the Alliance.
uk_ua: Я теж був доволі здивований, коли так багато оркських племен приєдналося до нас.

source: I’m too old for all this. Them orc raids already be plenty for me to deal with. I don’t be keen on fighting no war with Wesnoth. But... I guess, I don’t really got no choice either. Harper’s still too young to be leading anyone, and it don’t seem like anyone else in the village be suitable.
uk_ua: Я надто старий для цього. Ті оркські набіги й так були завашкими для мене. Я ні бажаю йти на війну проти Весноту. Але... годаю, в мене й вибору нема. Харпер занадто мала, шоб керувати хоч кимось, а я не бачу, щоб хтось інший з села на це годився.

source: I’ve found the orcs’ chest! It’s filled with gold.
uk_ua: Тут скриня орків! Вона набитий золотом.

source: Jailhouse
uk_ua: В'язниця

source: Jalak
uk_ua: Ялак

source: Jamming Cost
uk_ua: Ціна заклинювання

source: Jamming:
uk_ua: Заглушення:

source: Japanese Translation
uk_ua: Японський переклад

source: Jarek
uk_ua: Ярек

source: Jarla
uk_ua: Ярла

source: Jarlom
uk_ua: Жаром

source: Jarlom!
uk_ua: Жаром!

source: Jasken
uk_ua: Яскен

source: Javelin
uk_ua: Дротик

source: Javelineer
uk_ua: Метальник дротиків

source: Jera Ilras
uk_ua: Джера Ілрас

source: Jessene in Hiding
uk_ua: Джессен у маскуванні

source: Jessene, send word that a third of the fleet is to return to the Green Isle, to look for more survivors. If they return tell them to keep returning until no more survivors are found.
uk_ua: Джессен, розпорядися, щоб третина флоту повернулася на Зелений Острів, нехай подивляться, чи не залишилося там уцілілих. Якщо повернуться, то скажи, нехай продовжують, поки не залишиться нікого, кого можна врятувати.

source: Jessene, you hid the ruby away in that vile troll hole? Didn’t you?
uk_ua: Джессен, ти сховала Рубін в тій огидній норі тролів? Адже так?

source: Jevyan is destroyed, but at a terrible price. Let’s put Commander Aethyr to rest and discuss what is to come in the following days.
uk_ua: Жев'ян знищений, але жахливою ціною. Давайте упокоїмо Намісника Ейфіра і обговоримо, що чекає нас в наступні дні.

source: Jevyan is here... His familiar, that skull. He won’t let such a lucrative prize as the Ruby of Fire just slip away. Especially when he sees that he has the advantage.
uk_ua: Жев'ян тут... Той череп, його улюбленець. Він не випустить таку цінну річ, як Вогняний Рубін, так просто. Особливо, коли знає, що у нього перевага.

source: Jevyan— I spit upon thee. Your end awaits. My love, my family, I’ll be there soo—
uk_ua: Жев'ян— я плюю на тебе. Твій кінець наближається. Моя любов, моя сім'я, я скоро буду з ва—

source: Jinn
uk_ua: Джин

source: Joc
uk_ua: Джок

source: Join
uk_ua: Приєднатися

source: Join Official Server
uk_ua: При'єднатись до офіційного сервера

source: Join a different server
uk_ua: При'єднатись до іншого сервера

source: Join me! Stand by my side! We shall rise and eradicate the humans from the green world. Their corpses will serve us! Their bones will dance for our pleasure! We will make them into the mindless slaves that they deserve to be!
uk_ua: Приєднуйся до мене! Ставай на мою сторону! Ми постанемо і очистимо від людей цей зелений світ. Їхні трупи служитимуть нам! Їхні кістки танцюватимуть задля нашої потіхи! Ми зробимо з них бездумних рабів, якими вони заслуговують бути!

source: Join official Server
uk_ua: Ввійти на офіційний сервер

source: Join the battle? Nay, lads, my talents would be wasted on the frontlines. Give me some raw recruits to work with, though, and I’ll whip ’em into shape for you. I know what real battle is like; by the time I’m through with ’em, your newbies might have some idea of it too.
uk_ua: Доєднатися до битви? Ні, хлопче, я не буду марнотратити свої таланти на передовій. Дай мені кількох новобранців, і я приведу їх до ладу. Я знаю, що таке справжня битва; коли я з ними покінчу, ваші новачки теж матимуть про неї якесь уявлення.

source: Join you?
uk_ua: Приєднатися до тебе?

source: Join? Join with humans and elfsies? Hmm. Okay. Humans and elfsies friends. We help you beat skeletons, but after they gone we take back our home and you leave. Okay?
uk_ua: Приєднатися? Приєднатися до люди та ельфи? Хмм. Добре. Люди та ельфи друзі. Ми допомагати перемогти черепушки, але, коли черепушки нема, ми йти додому, ви просто йти. Добре?

source: Joined <i>$name</i>
uk_ua: <i>$name</i> приєднався

source: Joining this game requires a password.
uk_ua: Щоб приєднатися до гри, потрібний пароль.

source: Joran
uk_ua: Джоран

source: Journeyman Mage
uk_ua: Маг підмайстер

source: Journey’s End
uk_ua: Кінець подорожі

source: Jul
uk_ua: Джул

source: Junior Commander
uk_ua: Молодий Командир

source: Just a little further!
uk_ua: Ще трохи!

source: Just do it.
uk_ua: Просто сховай.

source: Just get the book, I think I should be able to translate it.
uk_ua: Просто дістань книгу. Думаю, що зможу її перекласти.

source: Just make some more, you fool. There are plenty of corpses to go around.
uk_ua: Просто зроби ще створінь, телепню. Навколо гори трупів.

source: Just wait a sec.
uk_ua: Почекай секунду.

source: Kaara
uk_ua: Каара

source: Kaasa,Kayya,Keyya,Kiira,Korra
uk_ua: Кааса,Каййя,Кеййя,Киира,Корра

source: Kaba
uk_ua: Каба

source: Kai Krellis
uk_ua: Кай Креліс

source: Kai Krellis and his people no longer feared the open ocean, and they made straight for Tyegëa’s island to show her the flaming sword.
uk_ua: Кай Креліс та його супутники більше не боялися відкритого океану, і тому попрямували прямо на острів Тигеї, щоб показати здобутий Палаючий Меч.

source: Kai Krellis felt too young for the responsibilities of a kingdom, so he relied on the wisdom of a priestess named Cylanna. She had been a friend of his father, and he had known her as long as he could remember. Cylanna mourned the former kai, but believed that his sacrifice would allow Krellis to preside over an age of peace. Unfortunately, that was not to be. A new enemy appeared from under the mountains.
uk_ua: Кай Креліс був занадто юний, щоб керувати королівством, тому він поклався на мудрість жриці на ім'я Цілана. Вона була другом його батька, і він знав її відколи пам'ятав себе. Цілана тужила по загиблому Каю, але вірила, що його жертва дозволить Крелісу правити в період миру. На жаль, все сталося не так. Нові вороги з'явилася з-під гір.

source: Kai Krellis is the one who saved me from slavery, Howyrth. I told him I would repay him if I could, and here is my chance. My friends and I will join you in your fight, Kai Krellis. We are yours to command, and we refuse to be paid.
uk_ua: Кай Креліс це той, хто звільнив мене з рабства, Ховирте. Я сказав йому, що відплачу як тільки зможу, і ось мій шанс. Мої друзі та я доєднаємося до тебе в битві, Каю Крелісе. Ми дослухатимемося твоїх команд, але не візьмемо платні.

source: Kai Krellis saw that it was so. The refugee merfolk, sore in their pride from fleeing their enemies, cheered his ultimatum and made ready to fight with a will.
uk_ua: Кай Креліс побачив, що так воно й було. Біженці, засмучені втечею від ворогів, підтримали його ультиматум і приготувалися до рішучої боротьби.

source: Kai Krellis was concerned that the undead might return, so he determined to learn as much as possible about them. His only clue was the name the necromancer had spoken: <i>“Lord Ravanal”</i>. He sent his swiftest scouts north and south along the coast to learn what they might about this Ravanal. The news they brought him was not good.
uk_ua: Кай Креліс був доволі заклопотаний тим, що мерці можуть повернутися, тому він вирішив дізнатися про них якомога більше. Єдина інформація, що була у нього це ім'я, яке згадував некромант: <i>"Лорд Раванал"</i>. Тому він послав найшвидших своїх розвідників на північ і на південь уздовж узбережжя, щоб вони дізналися все, що зможуть, про цього Раванала. Незабаром вони принесли погані вісті.

source: Kai Krellis was somber over the next months as he grieved over the loss of Cylanna, but the grief diminished with time leaving only fond memories.
uk_ua: Декілька місяців Кай Креліс ходив похмурий, тяжко оплакуючи втрату Цілани, але смуток з часом зменшився, залишивши тільки люблячі спогади про неї.

source: Kai Krellis! What are you doing here? I thought you were traveling south when I met you.
uk_ua: Каю Крелісе! Що ти тут робиш? Я думав, що ти рухаєшся на південь, коли ми зустрілися.

source: Kai Krellis! You live! We thought you and your people had all been killed when Jotha fell.
uk_ua: Кай Креліс! Ти живий! Ми гадали, що і ти, і все твої піддані були вбиті, коли впала Йота.

source: Kai Krellis, you have freed us, and we are forever in your debt. How can we repay you?
uk_ua: Кай Креліс, ти звільнив нас, ми навічно твої боржники. Як ми можемо відплатити тобі?

source: Kai Laudiss’s army fought fiercely, slaying five orcs for every warrior they lost. The kai himself fought with reckless abandon; foes fell with each swing of his great mace. The orcs discovered that trapped merfolk were tougher than they had imagined, and found themselves fleeing into the forest to escape their vengeful spears. As the kai had intended, it was a defeat the orcs would not soon forget; but the cost was heavy. Kai Laudiss was felled by a poisoned orcish dart, and the greater part of his army was destroyed. When the remaining soldiers returned to Jotha, Krellis, the young son of Kai Laudiss, learned that he had become kai.
uk_ua: Воїни Кая Лаудісса билися люто, вбиваючи п'ять орків за кожного втраченого воїна. Сам Кай бився, наче несамовитий; вороги падали з кожним помахом його важкої булави. Орки виявили, що спіймані в пастку водяні були набагато сильнішими, ніж здавалося, тому почали рятуватися втечею в ліс, щоб уникнути смерті від їх списів помсти. Як і планував Кай, це була поразка, яку орки довго не могли забути; але ціна цієї перемоги була зависока. Сам Кай Лаудісс пав від отруєного дротика орка, а велика частина його армії була знищена. Коли рештки солдатів повернулись в Йоту, Креліс, юний син Кая Лаудісса, дізнався, що тепер він став Каєм.

source: Kai! He dropped his staff! We can attack him whenever we want now!
uk_ua: Каю! Він викинув свій посох! Ми можемо атакувати його, коли захочемо!

source: Kai! We are under attack! Fell creatures invaded our village and slew without mercy. I managed to fight my way clear, and have come to seek your aid.
uk_ua: Каю! На нас напали! Люті істоти захопили наше село і безжально всіх вбивають. Мені вдалося пробитися, і я прийшов, щоб просити у тебе допомоги.

source: Kai, please lead us against them yourself, it will hearten the folk. And — if you will permit — you now reach the age where a kai must learn battle skills.
uk_ua: Кай, веди нас у битву, це надихне народ. І — якщо ти дозволиш — ти досяг віку, в якому Кай має навчитися бойовому мистецтву.

source: Kal Kartha is taken. Our mission has failed.
uk_ua: Кал Карту захоплено. Наша місія провалена.

source: Kal Kartha is the stronghold of numerous, ancient forges. We are at home in deep firepits, as smiths and craftsmen. The mask is a sign of our mastery of the forge.
uk_ua: Кал Карта це твердиня безлічі стародавніх майстерень. Наш дім знаходиться в глибоких лавових проваллях, й вільний час майже всі ми проводимо як ковалі та інженери. Маска це підтвердження нашої майстерності ковальства.

source: Kal Kartha shall not fall!
uk_ua: Кал Карта не дістанеться ворогу!

source: Kal Kartha should be only another day’s march north of here.
uk_ua: Кал Карта має бути на півночі, в одному дні мандр звідси.

source: Kal Kartha, the hold of the forges and the olden birthplace of our kind? That Kal Kartha? We have not heard from you in years! It was thought that your hold was lost to the orcs long ago.
uk_ua: Кал Карта, край ковальства та колиска усього нашого роду? Та Кал Карта? Ми не чули про вас вже довгі роки! Вважалося, що ваша фортеця давно пала під натиском орків.

source: Kal Karthans
uk_ua: Народ Кал Карти

source: Kalenz
uk_ua: Каленз

source: Kalenz and his troops fared swiftly south and then westward along the north bank of the Great River. They successfully evaded the orcs, but would soon find there were grimmer foes awaiting them.
uk_ua: Каленз зі своїм загоном швидко дістався півдня, а потім звернув на захід уздовж північного берега Великої Ріки. Вони успішно уникали зустрічей з орками, але незабаром дізналися, що їх чекають лютіші вороги.

source: Kalenz, Chantal, and their troops departed to ride against the remnants of the orcish Great Horde. Delfador returned to Weldyn with the King and his gift from the elves, the Book of Crelanu. However, despite the victory, Delfador was deeply worried by the undead menace. On the way back, they met with Lionel who was arriving with reinforcements, and were deeply saddened to learn that Leollyn had died under very suspicious circumstances.
uk_ua: Каленз і Шанталь зі своїми військами відправилися знищувати залишки Великої Орди орків. Делфадор повернувся у Велдин разом з Королем і своїм ельфійським подарунком, Книгою Крелану. Проте, не дивлячись на перемогу, Делфадора тривожила загроза, яку представляли мерці. По дорозі назад вони зустріли Ліонеля, який поспішав з підкріпленням, і були дуже засмучені, дізнавшись, що Леолин загинув при сумнівних обставинах.

source: Kalenz, I am very worried. There is a cloud of evil swirling around the Royal Palace, and it has more centers than the Prince alone. I see dark days ahead...
uk_ua: Калензе, я дуже стурбована. Над королівським палацом згущується хмара зла, і у нього є ще джерела, окрім Принца. Я відчуваю, що наближаються темні дні...

source: Kalip
uk_ua: Каліп

source: Kalnar
uk_ua: Кальнар

source: Karrag
uk_ua: Карраґ

source: Karrag’s spell grows more powerful with every passing moment. If we do not defeat him now, we will all turn into his thralls!
uk_ua: Закляття Карраґа міцнішає кожної миті. Якщо ми не зупинимо його зараз, ми перетворимося на його рабів!

source: Katklagad
uk_ua: Катклагад

source: Katklagad!
uk_ua: Катклагад!

source: Keep
uk_ua: Вежа

source: Keep Overlay
uk_ua: Стіна вежі

source: Keep attacking with both elves until the quintain is finished!
uk_ua: Продовжуй атакувати обома ельфами, поки не прикінчиш опудало!

source: Keep fighting them sacks o’ bones.
uk_ua: Продовжуйте битися, ви, мішки з кістками.

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
uk_ua: Пам'ятайте, що деякі сценарії відбуваються в підземеллі, де завжди ніч!

source: Keep moving!
uk_ua: Продовжуйте рух!

source: Keep quiet about that.
uk_ua: Мовчи, дурню.

source: Keep scrolling when mouse leaves window
uk_ua: Продовжувати прокрутку, коли миша покидає вікно
